{
  "generic": {
    "title": "Давайте закончим это вместе",
    "why": "Этому результату нужна ещё одна деталь, чтобы открыть ясный план. Это нормально – многие родители не имеют под рукой все даты или документы. Цель – подтвердить один или два факта, чтобы вы могли продвинуться вперёд сегодня с безопасным и практичным следующим шагом.",
    "law": "Немецкое семейное право сосредоточено на наилучших интересах ребёнка. Когда ключевой факт неопределён, путь часто немного меняется: либо применяется правило по умолчанию (например, супруги делят опеку), либо вы делаете короткий стандартный шаг (например, подписываете совместное заявление об опеке, подаёте короткое заявление или предлагаете график контактов).",
    "unsure": "Если вы не уверены, вы всё равно можете действовать: используйте наши сценарии звонков, чтобы спросить Jugendamt или судебный реестр, подайте соответствующий пакет сейчас и добавьте детали позже, или позвольте ассистенту предложить наиболее вероятный вариант на основе ваших ответов.",
    "citations": []
  },
  "married_at_birth": {
    "title": "Брак при рождении ребёнка",
    "why": "Этот единственный факт может решить, применяется ли совместная опека по умолчанию или вам нужно сделать короткий шаг, чтобы её установить. Подтверждение этого избегает обходных путей и быстрее приведёт вас к подаче, документам и правильному офису.",
    "law": "Согласно BGB §1626, супруги обычно делят опеку автоматически, если суд не решил иначе. Если родители не были женаты при рождении, §1626a BGB описывает, как установить совместную опеку – через совместное заявление или короткое судебное заявление.",
    "unsure": "Проверьте свидетельство о браке около рождения ребёнка или любой судебный документ об опеке. Если не уверены, спросите реестр/Jugendamt для подтверждения, или продолжайте с пакетом совместной опеки – суд может проверить остальное.",
    "citations": [
      {
        "label": "BGB §1626",
        "url": "https://gesetze-im-internet.de/bgb/__1626.html",
        "snapshotId": "bgb-1626-2025-01"
      },
      {
        "label": "BGB §1626a",
        "url": "https://gesetze-im-internet.de/bgb/__1626a.html",
        "snapshotId": "bgb-1626a-2025-01"
      }
    ]
  },
  "paternity_ack": {
    "title": "Признание отцовства",
    "why": "Для родителей, не состоящих в браке, формальное признание отцовства часто является первой костяшкой домино: оно разблокирует родительские права, позволяет шаги по опеке и предотвращает задержки позже.",
    "law": "Отцовство обычно признаётся в Standesamt или Jugendamt. После признания решения об опеке, контакте, паспортах, школе и здравоохранении становятся более ясными и быстрее обрабатываются.",
    "unsure": "Ищите подписанное признание или заметку в свидетельстве о рождении. Если его нет, запишитесь на быструю встречу в Jugendamt/Standesamt – принесите удостоверение личности и данные о рождении. Вы можете продолжать: наш ассистент составляет письмо-запрос и чеклист.",
    "citations": [
      {
        "label": "Familienportal.de",
        "url": "https://www.familienportal.de/",
        "snapshotId": "familienportal-2025-01"
      }
    ]
  },
  "blocked_contact": {
    "title": "Заблокированный или ограниченный контакт",
    "why": "Если контакт заблокирован, суд может установить справедливый, безопасный план. Ясность превращает конфликт в график, который все понимают – дни, время, праздники и правила передачи.",
    "law": "§1684 BGB защищает право ребёнка на контакт с обоими родителями, если нет серьёзных причин против этого. Суды могут назначить контролируемый контакт, где это уместно, и скорректировать планы по мере изменения потребностей ребёнка.",
    "unsure": "Начните простой журнал: даты, когда вы пытались, ответы и любые проблемы безопасности. Наше приложение может создать журнал и предложение графика. Принесите оба в Jugendamt или суд; это показывает, что вы готовы к практическому решению.",
    "citations": [
      {
        "label": "BGB §1684",
        "url": "https://gesetze-im-internet.de/bgb/__1684.html",
        "snapshotId": "bgb-1684-2025-01"
      }
    ]
  },
  "joint_declaration": {
    "title": "Совместное заявление об опеке",
    "why": "Для родителей, не состоящих в браке, подписанное совместное заявление может установить совместную опеку без судебного слушания. Если этого нет, судебный путь короткий и стандартный.",
    "law": "§1626a BGB позволяет родителям, не состоящим в браке, установить совместную опеку через совместное заявление или через простое судебное заявление, когда это уместно.",
    "unsure": "Если вы не уверены, подписали ли вы его, проверьте свои документы или спросите Jugendamt/Standesamt. Вы всё равно можете подать сейчас; суд подтвердит, что записано.",
    "citations": [
      {
        "label": "BGB §1626a",
        "url": "https://gesetze-im-internet.de/bgb/__1626a.html",
        "snapshotId": "bgb-1626a-2025-01"
      }
    ]
  },
  "court_order": {
    "title": "Существующее судебное решение",
    "why": "Судебное решение может переопределить правила по умолчанию. Знание того, существует ли оно, избегает конфликтующих шагов и указывает вам правильный путь обновления или исполнения.",
    "law": "Решения об опеке и контакте принимаются Семейным судом. Существующие решения остаются обязательными до их изменения или замены.",
    "unsure": "Ищите документ с заголовком Beschluss/Urteil из Familiengericht. В случае сомнений позвоните в реестр с вашим именем и данными ребёнка; они могут подтвердить, существует ли решение.",
    "citations": []
  },
  "distance_km": {
    "title": "Расстояние между родителями",
    "why": "Расстояние часто формирует практический контакт: короткие блоки в будни vs. планы, ориентированные на выходные/праздники.",
    "law": "Суды стремятся к наилучшим интересам ребёнка и практической выполнимости. Более длительные поездки могут оправдать меньше, но более длительные посещения, включая праздники.",
    "unsure": "Оцените: тот же город (короткое), близко (среднее), далеко (длинное). Вы можете уточнить позже; начните с разумного предложения.",
    "citations": []
  },
  "mediation_tried": {
    "title": "Посредничество пробовано",
    "why": "Посредничество может решить многие споры быстрее и дешевле, чем суд, и суды часто ценят искренние попытки.",
    "law": "Jugendamt и местные службы предлагают бесплатное или недорогое посредничество и консультирование. Суды могут предложить это перед вынесением решения.",
    "unsure": "Если вы не пробовали, вы можете запросить слот посредничества сейчас. Мы предоставляем короткое письмо-запрос и чеклист.",
    "citations": [
      {
        "label": "Familienportal.de",
        "url": "https://www.familienportal.de/",
        "snapshotId": "familienportal-2025-01"
      }
    ]
  },
  "parental_agreement_possible": {
    "title": "Соглашение возможно",
    "why": "Если соглашение реалистично, план посредничества или совместное заявление экономит время и уменьшает конфликт.",
    "law": "Родители могут формализовать договорённости об опеке и контакте по соглашению, которое суд может зарегистрировать или рассмотреть.",
    "unsure": "Если только некоторые моменты неясны, попробуйте проект плана с опциями (А/Б). Посредничество может закрыть пробел.",
    "citations": []
  }
}

