{
  "generic": {
    "title": "دعنا ننهي هذا معاً",
    "why": "هذه النتيجة تحتاج إلى تفصيل واحد آخر لفتح خطة واضحة. هذا طبيعي – الكثير من الآباء لا يملكون كل التاريخ أو الوثائق في متناول اليد. الهدف هو تأكيد حقيقة أو حقيقتين حتى تتمكن من المضي قدماً اليوم مع خطوة تالية آمنة وعملية.",
    "law": "يركز قانون الأسرة الألماني على مصلحة الطفل الفضلى. عندما تكون حقيقة أساسية غير مؤكدة، غالباً ما يتغير المسار قليلاً: إما أن تنطبق قاعدة افتراضية (على سبيل المثال، الآباء المتزوجون يتشاركون الحضانة) أو تتخذ خطوة قصيرة ومعيارية (على سبيل المثال، توقيع إعلان حضانة مشتركة، تقديم طلب قصير، أو اقتراح جدول اتصال).",
    "unsure": "إذا لم تكن متأكداً، يمكنك التصرف على أي حال: استخدم نصوص المكالمات لدينا لسؤال Jugendamt أو سجل المحكمة، قدم الحزمة المناسبة الآن وأضف التفاصيل لاحقاً، أو اترك المساعد يقترح الخيار الأكثر احتمالاً بناءً على إجاباتك.",
    "citations": []
  },
  "married_at_birth": {
    "title": "الزواج عند ولادة الطفل",
    "why": "هذه الحقيقة الواحدة يمكن أن تقرر ما إذا كانت الحضانة المشتركة تنطبق افتراضياً أو ما إذا كنت تتخذ خطوة قصيرة لإنشائها. تأكيد هذا يتجنب الانحرافات ويوصلك إلى تقديم الطلبات والوثائق والمكتب الصحيح بشكل أسرع.",
    "law": "بموجب BGB §1626، الآباء المتزوجون يتشاركون الحضانة تلقائياً بشكل عام ما لم يقرر القضاء بخلاف ذلك. إذا لم يكن الآباء متزوجين عند الولادة، فإن §1626a BGB يصف كيفية إنشاء الحضانة المشتركة – عبر إعلان مشترك أو طلب قصير للمحكمة.",
    "unsure": "تحقق من شهادة الزواج بالقرب من ولادة الطفل أو أي ورقة قضائية حول الحضانة. إذا لم تكن متأكداً، اسأل السجل/Jugendamt للتأكيد، أو تابع مع حزمة الحضانة المشتركة – يمكن للمحكمة التحقق من الباقي.",
    "citations": [
      {
        "label": "BGB §1626",
        "url": "https://gesetze-im-internet.de/bgb/__1626.html",
        "snapshotId": "bgb-1626-2025-01"
      },
      {
        "label": "BGB §1626a",
        "url": "https://gesetze-im-internet.de/bgb/__1626a.html",
        "snapshotId": "bgb-1626a-2025-01"
      }
    ]
  },
  "paternity_ack": {
    "title": "الاعتراف بالأبوة",
    "why": "للآباء غير المتزوجين، الاعتراف الرسمي بالأبوة هو غالباً أول حجر دومينو: يفتح حقوق الوالدين، ويمكن خطوات الحضانة، ويمنع التأخيرات لاحقاً.",
    "law": "يتم الاعتراف بالأبوة بشكل شائع في Standesamt أو Jugendamt. بمجرد الاعتراف، تصبح القرارات المتعلقة بالحضانة والاتصال والجوازات والمدرسة والرعاية الصحية أكثر وضوحاً وأسرع في المعالجة.",
    "unsure": "ابحث عن اعتراف موقع أو ملاحظة على شهادة الميلاد. إذا كان مفقوداً، احجز موعداً سريعاً في Jugendamt/Standesamt – أحضر هويتك وتفاصيل الميلاد. يمكنك الاستمرار: مساعدنا يكتب رسالة الطلب وقائمة التحقق.",
    "citations": [
      {
        "label": "Familienportal.de",
        "url": "https://www.familienportal.de/",
        "snapshotId": "familienportal-2025-01"
      }
    ]
  },
  "blocked_contact": {
    "title": "الاتصال محظور أو مقيد",
    "why": "إذا كان الاتصال محظوراً، يمكن للمحكمة وضع خطة عادلة وآمنة. الوضوح يحول الصراع إلى جدول يفهمه الجميع – الأيام والأوقات والعطلات وقواعد التسليم.",
    "law": "يحمي §1684 BGB حق الطفل في الاتصال بكل من الوالدين ما لم تكن هناك أسباب خطيرة ضد ذلك. يمكن للمحاكم أن تأمر بالاتصال الخاضع للإشراف حيثما كان ذلك مناسباً وتعديل الخطط مع تغير احتياجات الطفل.",
    "unsure": "ابدأ سجلاً بسيطاً: التواريخ التي حاولت فيها، الردود، وأي مشاكل أمان. يمكن لتطبيقنا إنشاء سجل واقتراح جدول. أحضر كلاهما إلى Jugendamt أو المحكمة؛ يظهر أنك مستعد لحل عملي.",
    "citations": [
      {
        "label": "BGB §1684",
        "url": "https://gesetze-im-internet.de/bgb/__1684.html",
        "snapshotId": "bgb-1684-2025-01"
      }
    ]
  },
  "joint_declaration": {
    "title": "إعلان الحضانة المشتركة",
    "why": "للآباء غير المتزوجين، إعلان حضانة مشتركة موقع يمكن أن ينشئ الحضانة المشتركة دون جلسة محكمة. إذا كان هذا مفقوداً، فإن المسار القضائي قصير ومعياري.",
    "law": "يسمح §1626a BGB للآباء غير المتزوجين بإنشاء الحضانة المشتركة بإعلان مشترك أو عبر طلب بسيط للمحكمة عندما يكون ذلك مناسباً.",
    "unsure": "إذا لم تكن متأكداً مما إذا كنت قد وقعته، تحقق من أوراقك أو اسأل Jugendamt/Standesamt. لا يزال بإمكانك التقديم الآن؛ سيثبت القضاء ما هو مسجل.",
    "citations": [
      {
        "label": "BGB §1626a",
        "url": "https://gesetze-im-internet.de/bgb/__1626a.html",
        "snapshotId": "bgb-1626a-2025-01"
      }
    ]
  },
  "court_order": {
    "title": "أمر قضائي موجود",
    "why": "قرار المحكمة يمكن أن يلغي القواعد الافتراضية. معرفة ما إذا كان واحد موجود يتجنب الخطوات المتعارضة ويوجهك إلى مسار التحديث أو التنفيذ الصحيح.",
    "law": "يتم اتخاذ قرارات الحضانة والاتصال من قبل محكمة الأسرة. الأوامر الموجودة تبقى ملزمة حتى يتم تغييرها أو استبدالها.",
    "unsure": "ابحث عن وثيقة بعنوان Beschluss/Urteil من Familiengericht. في حالة الشك، اتصل بالسجل باسمك وتفاصيل الطفل؛ يمكنهم التأكيد مما إذا كان أمر موجود.",
    "citations": []
  },
  "distance_km": {
    "title": "المسافة بين الوالدين",
    "why": "غالباً ما تشكل المسافة الاتصال العملي: كتل قصيرة في أيام الأسبوع مقابل خطط مركزة على عطلة نهاية الأسبوع/العطلات.",
    "law": "تهدف المحاكم إلى مصلحة الطفل الفضلى والجدوى العملية. السفر الطويل يمكن أن يبرر زيارات أقل ولكن أطول، بما في ذلك العطلات.",
    "unsure": "قدّر: نفس المدينة (قصير)، قريب (متوسط)، بعيد (طويل). يمكنك تحسينه لاحقاً؛ ابدأ باقتراح معقول.",
    "citations": []
  },
  "mediation_tried": {
    "title": "تم تجربة الوساطة",
    "why": "يمكن للوساطة حل العديد من النزاعات بشكل أسرع وأرخص من المحكمة، وغالباً ما تقدر المحاكم المحاولات الجادة.",
    "law": "يقدم Jugendamt والخدمات المحلية وساطة واستشارة مجانية أو منخفضة التكلفة. قد تقترح المحاكم ذلك قبل الأمر.",
    "unsure": "إذا لم تجربها، يمكنك طلب موعد وساطة الآن. نقدم رسالة طلب قصيرة وقائمة تحقق.",
    "citations": [
      {
        "label": "Familienportal.de",
        "url": "https://www.familienportal.de/",
        "snapshotId": "familienportal-2025-01"
      }
    ]
  },
  "parental_agreement_possible": {
    "title": "اتفاق ممكن",
    "why": "إذا كان الاتفاق واقعياً، خطة وساطة أو إعلان مشترك يوفر الوقت ويقلل الصراع.",
    "law": "يمكن للوالدين إضفاء الطابع الرسمي على ترتيبات الحضانة والاتصال بالاتفاق، والتي يمكن للمحكمة تسجيلها أو اعتبارها.",
    "unsure": "إذا كانت بعض النقاط فقط غير واضحة، جرب مسودة خطة مع خيارات (أ/ب). يمكن للوساطة سد الفجوة.",
    "citations": []
  }
}
