{
  "terms": [
    {
      "term": "BGB",
      "fullForm": "Bürgerliches Gesetzbuch",
      "english": "German Civil Code",
      "definition": "Główny kodeks cywilny Niemiec zawierający przepisy prawa rodzinnego, w tym prawa do opieki i kontaktu.",
      "context": "Odwołania takie jak 'BGB §1626' odnoszą się do konkretnych sekcji niemieckiego kodeksu cywilnego.",
      "citation": "https://gesetze-im-internet.de/bgb/"
    },
    {
      "term": "Familiengericht",
      "english": "Family Court",
      "definition": "Sąd odpowiedzialny za sprawy prawa rodzinnego, w tym orzeczenia dotyczące opieki i kontaktu. Zwykle część Amtsgericht (sądu lokalnego).",
      "context": "Składasz wnioski o opiekę i kontakt w Familiengericht w Twoim regionie.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "Jugendamt",
      "english": "Youth Welfare Office",
      "definition": "Lokalny urząd rządowy świadczący usługi wsparcia, poradnictwa i mediacji dla rodzin. Może pomóc w sprawach opieki i ustaleniach dotyczących kontaktu.",
      "context": "Jugendamt oferuje bezpłatne poradnictwo i może pomóc w mediacji sporów dotyczących opieki i kontaktu.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "gemeinsame Sorge",
      "english": "Joint Custody",
      "definition": "Gdy oboje rodzice dzielą prawa i obowiązki decyzyjne dotyczące swojego dziecka.",
      "context": "Rodzice będący w związku małżeńskim automatycznie mają gemeinsame Sorge. Niespojeni rodzice mogą to ustanowić poprzez wspólne oświadczenie lub wniosek sądowy.",
      "citation": "https://gesetze-im-internet.de/bgb/__1626.html"
    },
    {
      "term": "Umgangsregelung",
      "english": "Contact Order",
      "definition": "Orzeczenie sądowe określające, kiedy i jak rodzic (lub inna osoba) może mieć kontakt z dzieckiem.",
      "context": "Jeśli kontakt jest blokowany, możesz złożyć wniosek do Familiengericht o Umgangsregelung.",
      "citation": "https://gesetze-im-internet.de/bgb/__1684.html"
    },
    {
      "term": "Umgang",
      "english": "Contact / Visitation",
      "definition": "Prawo rodzica (lub innej osoby) do kontaktu z dzieckiem. Chronione prawem.",
      "context": "Zgodnie z BGB §1684, dzieci mają prawo do kontaktu z obojgiem rodziców, a rodzice mają prawo i obowiązek kontaktu ze swoim dzieckiem.",
      "citation": "https://gesetze-im-internet.de/bgb/__1684.html"
    },
    {
      "term": "Vaterschaftsanerkennung",
      "english": "Paternity Acknowledgment",
      "definition": "Formalne oświadczenie mężczyzny, że jest ojcem dziecka. Wymagane dla niespojonych ojców, aby mieli prawa rodzicielskie.",
      "context": "Uznanie ojcostwa zwykle odbywa się w Standesamt lub Jugendamt przed lub po urodzeniu dziecka.",
      "citation": "https://gesetze-im-internet.de/bgb/__1592.html"
    },
    {
      "term": "Sorgeerklärung",
      "english": "Custody Declaration",
      "definition": "Wspólne oświadczenie niespojonych rodziców w celu ustanowienia wspólnej opieki. Może być podpisane w Jugendamt lub Standesamt.",
      "context": "Dla niespojonych rodziców, Sorgeerklärung może ustanowić gemeinsame Sorge bez chodzenia do sądu.",
      "citation": "https://gesetze-im-internet.de/bgb/__1626a.html"
    },
    {
      "term": "Amtsgericht",
      "english": "Local Court / District Court",
      "definition": "Najniższy poziom sądu w Niemczech. Sprawy rodzinne są obsługiwane przez wydział Familiengericht w Amtsgericht.",
      "context": "Składasz wnioski o opiekę i kontakt w Amtsgericht w Twoim mieście lub okręgu.",
      "citation": "https://www.justiz.de/"
    },
    {
      "term": "Standesamt",
      "english": "Registry Office",
      "definition": "Lokalny urząd rządowy obsługujący rejestrację cywilną, w tym akty urodzenia, małżeństwa i uznania ojcostwa.",
      "context": "Możesz uznać ojcostwo lub podpisać oświadczenia o opiece w Standesamt.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "Beschluss",
      "english": "Court Order / Ruling",
      "definition": "Formalna decyzja lub orzeczenie wydane przez sąd, zwłaszcza w sprawach prawa rodzinnego.",
      "context": "Beschluss z Familiengericht może zmienić ustalenia dotyczące opieki lub ustalić harmonogramy kontaktu.",
      "citation": ""
    },
    {
      "term": "Urteil",
      "english": "Judgment",
      "definition": "Formalny wyrok sądowy, zwykle po pełnym przesłuchaniu. Bardziej formalny niż Beschluss.",
      "context": "Urteil jest ostateczną decyzją sądu, podczas gdy Beschluss jest często tymczasowym lub proceduralnym orzeczeniem.",
      "citation": ""
    },
    {
      "term": "Kindeswohl",
      "english": "Child's Best Interests",
      "definition": "Centralna zasada niemieckiego prawa rodzinnego. Wszystkie decyzje dotyczące opieki i kontaktu muszą priorytetyzować dobro dziecka.",
      "context": "Sądy zawsze biorą pod uwagę Kindeswohl przy podejmowaniu decyzji dotyczących opieki i kontaktu.",
      "citation": "https://gesetze-im-internet.de/bgb/__1697a.html"
    },
    {
      "term": "alleinige Sorge",
      "english": "Sole Custody",
      "definition": "Gdy tylko jeden rodzic ma prawa do opieki i uprawnienia decyzyjne dotyczące dziecka.",
      "context": "Wyłączna opieka jest przyznawana tylko w wyjątkowych okolicznościach, takich jak sytuacja, gdy drugi rodzic nie jest w stanie opiekować się dzieckiem.",
      "citation": "https://gesetze-im-internet.de/bgb/__1671.html"
    },
    {
      "term": "Mediation",
      "english": "Mediation",
      "definition": "Proces, w którym neutralna strona trzecia pomaga rodzicom osiągnąć porozumienie w sprawie ustaleń dotyczących opieki lub kontaktu.",
      "context": "Wiele Jugendämter oferuje bezpłatne lub niskokosztowe usługi mediacji, aby pomóc rodzicom rozwiązać spory bez chodzenia do sądu.",
      "citation": "https://www.familienportal.de/"
    }
  ]
}
