{
  "terms": [
    {
      "term": "BGB",
      "fullForm": "Bürgerliches Gesetzbuch",
      "english": "German Civil Code",
      "definition": "القانون المدني الرئيسي لألمانيا الذي يحتوي على أحكام قانون الأسرة، بما في ذلك الحضانة وحقوق الاتصال.",
      "context": "الإشارات مثل 'BGB §1626' تشير إلى أقسام محددة من القانون المدني الألماني.",
      "citation": "https://gesetze-im-internet.de/bgb/"
    },
    {
      "term": "Familiengericht",
      "english": "Family Court",
      "definition": "المحكمة المسؤولة عن قضايا قانون الأسرة، بما في ذلك الحضانة وأوامر الاتصال. عادة ما تكون جزءًا من Amtsgericht (المحكمة المحلية).",
      "context": "تقوم بتقديم طلبات الحضانة والاتصال في Familiengericht في منطقتك.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "Jugendamt",
      "english": "Youth Welfare Office",
      "definition": "مكتب حكومي محلي يوفر خدمات الدعم والاستشارة والوساطة للأسر. يمكن أن يساعد في قضايا الحضانة وترتيبات الاتصال.",
      "context": "يقدم Jugendamt استشارات مجانية ويمكن أن يساعد في الوساطة في نزاعات الحضانة والاتصال.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "gemeinsame Sorge",
      "english": "Joint Custody",
      "definition": "عندما يشارك كلا الوالدين حقوق ومسؤوليات اتخاذ القرارات لطفلهما.",
      "context": "الوالدان المتزوجان لديهما تلقائيًا gemeinsame Sorge. يمكن للوالدين غير المتزوجين إنشاؤها من خلال إعلان مشترك أو طلب محكمة.",
      "citation": "https://gesetze-im-internet.de/bgb/__1626.html"
    },
    {
      "term": "Umgangsregelung",
      "english": "Contact Order",
      "definition": "أمر محكمة يحدد متى وكيف يمكن لأحد الوالدين (أو شخص آخر) الاتصال بالطفل.",
      "context": "إذا تم حظر الاتصال، يمكنك التقدم بطلب إلى Familiengericht للحصول على Umgangsregelung.",
      "citation": "https://gesetze-im-internet.de/bgb/__1684.html"
    },
    {
      "term": "Umgang",
      "english": "Contact / Visitation",
      "definition": "حق أحد الوالدين (أو شخص آخر) في الاتصال بالطفل. محمي بموجب القانون.",
      "context": "بموجب BGB §1684، للأطفال الحق في الاتصال بكلا الوالدين، وللوالدين الحق والواجب في الاتصال بطفلهما.",
      "citation": "https://gesetze-im-internet.de/bgb/__1684.html"
    },
    {
      "term": "Vaterschaftsanerkennung",
      "english": "Paternity Acknowledgment",
      "definition": "إعلان رسمي من قبل رجل بأنه والد الطفل. مطلوب للآباء غير المتزوجين للحصول على حقوق الوالدين.",
      "context": "عادة ما يحدث الاعتراف بالأبوة في Standesamt أو Jugendamt قبل أو بعد ولادة الطفل.",
      "citation": "https://gesetze-im-internet.de/bgb/__1592.html"
    },
    {
      "term": "Sorgeerklärung",
      "english": "Custody Declaration",
      "definition": "إعلان مشترك من الوالدين غير المتزوجين لإنشاء الحضانة المشتركة. يمكن التوقيع عليه في Jugendamt أو Standesamt.",
      "context": "للآباء غير المتزوجين، يمكن لـ Sorgeerklärung إنشاء gemeinsame Sorge دون الذهاب إلى المحكمة.",
      "citation": "https://gesetze-im-internet.de/bgb/__1626a.html"
    },
    {
      "term": "Amtsgericht",
      "english": "Local Court / District Court",
      "definition": "أدنى مستوى من المحاكم في ألمانيا. يتم التعامل مع القضايا الأسرية من قبل قسم Familiengericht في Amtsgericht.",
      "context": "تقوم بتقديم طلبات الحضانة والاتصال في Amtsgericht في مدينتك أو منطقتك.",
      "citation": "https://www.justiz.de/"
    },
    {
      "term": "Standesamt",
      "english": "Registry Office",
      "definition": "مكتب حكومي محلي يتعامل مع التسجيل المدني، بما في ذلك شهادات الميلاد والزواج والاعترافات بالأبوة.",
      "context": "يمكنك الاعتراف بالأبوة أو التوقيع على إعلانات الحضانة في Standesamt.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "Beschluss",
      "english": "Court Order / Ruling",
      "definition": "قرار أو أمر رسمي صادر عن محكمة، خاصة في قضايا قانون الأسرة.",
      "context": "يمكن لـ Beschluss من Familiengericht تغيير ترتيبات الحضانة أو تحديد جداول الاتصال.",
      "citation": ""
    },
    {
      "term": "Urteil",
      "english": "Judgment",
      "definition": "حكم محكمة رسمي، عادة بعد جلسة استماع كاملة. أكثر رسمية من Beschluss.",
      "context": "Urteil هو قرار محكمة نهائي، بينما Beschluss غالبًا ما يكون أمرًا مؤقتًا أو إجرائيًا.",
      "citation": ""
    },
    {
      "term": "Kindeswohl",
      "english": "Child's Best Interests",
      "definition": "المبدأ المركزي في قانون الأسرة الألماني. يجب أن تعطي جميع قرارات الحضانة والاتصال الأولوية لرفاهية الطفل.",
      "context": "تأخذ المحاكم دائمًا في الاعتبار Kindeswohl عند اتخاذ قرارات بشأن الحضانة والاتصال.",
      "citation": "https://gesetze-im-internet.de/bgb/__1697a.html"
    },
    {
      "term": "alleinige Sorge",
      "english": "Sole Custody",
      "definition": "عندما يكون لوالد واحد فقط حقوق الحضانة وسلطة اتخاذ القرارات للطفل.",
      "context": "يُمنح الحضانة الحصرية فقط في ظروف استثنائية، مثل عندما يكون الوالد الآخر غير قادر على رعاية الطفل.",
      "citation": "https://gesetze-im-internet.de/bgb/__1671.html"
    },
    {
      "term": "Mediation",
      "english": "Mediation",
      "definition": "عملية يساعد فيها طرف ثالث محايد الوالدين على الوصول إلى اتفاق بشأن ترتيبات الحضانة أو الاتصال.",
      "context": "تقدم العديد من Jugendämter خدمات وساطة مجانية أو منخفضة التكلفة لمساعدة الوالدين على حل النزاعات دون الذهاب إلى المحكمة.",
      "citation": "https://www.familienportal.de/"
    }
  ]
}
