{
  "terms": [
    {
      "term": "BGB",
      "fullForm": "Bürgerliches Gesetzbuch",
      "english": "German Civil Code",
      "definition": "Основной гражданский кодекс Германии, содержащий положения семейного права, включая опеку и права на контакт.",
      "context": "Ссылки типа 'BGB §1626' относятся к конкретным разделам немецкого гражданского кодекса.",
      "citation": "https://gesetze-im-internet.de/bgb/"
    },
    {
      "term": "Familiengericht",
      "english": "Family Court",
      "definition": "Суд, ответственный за вопросы семейного права, включая опеку и постановления о контакте. Обычно является частью Amtsgericht (местного суда).",
      "context": "Вы подаете заявления об опеке и контакте в Familiengericht в вашем районе.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "Jugendamt",
      "english": "Youth Welfare Office",
      "definition": "Местное правительственное учреждение, предоставляющее услуги поддержки, консультирования и медиации для семей. Может помочь в вопросах опеки и договоренностей о контакте.",
      "context": "Jugendamt предлагает бесплатные консультации и может помочь в медиации споров об опеке и контакте.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "gemeinsame Sorge",
      "english": "Joint Custody",
      "definition": "Когда оба родителя разделяют права и обязанности по принятию решений для своего ребенка.",
      "context": "Супружеские родители автоматически имеют gemeinsame Sorge. Не состоящие в браке родители могут установить это через совместное заявление или заявление в суд.",
      "citation": "https://gesetze-im-internet.de/bgb/__1626.html"
    },
    {
      "term": "Umgangsregelung",
      "english": "Contact Order",
      "definition": "Судебное постановление, определяющее, когда и как родитель (или другое лицо) может иметь контакт с ребенком.",
      "context": "Если контакт блокируется, вы можете подать заявление в Familiengericht на Umgangsregelung.",
      "citation": "https://gesetze-im-internet.de/bgb/__1684.html"
    },
    {
      "term": "Umgang",
      "english": "Contact / Visitation",
      "definition": "Право родителя (или другого лица) на контакт с ребенком. Защищено законом.",
      "context": "Согласно BGB §1684, дети имеют право на контакт с обоими родителями, а родители имеют право и обязанность иметь контакт со своим ребенком.",
      "citation": "https://gesetze-im-internet.de/bgb/__1684.html"
    },
    {
      "term": "Vaterschaftsanerkennung",
      "english": "Paternity Acknowledgment",
      "definition": "Формальное заявление мужчины о том, что он является отцом ребенка. Требуется для отцов, не состоящих в браке, чтобы иметь родительские права.",
      "context": "Признание отцовства обычно происходит в Standesamt или Jugendamt до или после рождения ребенка.",
      "citation": "https://gesetze-im-internet.de/bgb/__1592.html"
    },
    {
      "term": "Sorgeerklärung",
      "english": "Custody Declaration",
      "definition": "Совместное заявление родителей, не состоящих в браке, для установления совместной опеки. Может быть подписано в Jugendamt или Standesamt.",
      "context": "Для родителей, не состоящих в браке, Sorgeerklärung может установить gemeinsame Sorge без обращения в суд.",
      "citation": "https://gesetze-im-internet.de/bgb/__1626a.html"
    },
    {
      "term": "Amtsgericht",
      "english": "Local Court / District Court",
      "definition": "Самый низкий уровень суда в Германии. Семейные вопросы рассматриваются отделением Familiengericht в Amtsgericht.",
      "context": "Вы подаете заявления об опеке и контакте в Amtsgericht в вашем городе или районе.",
      "citation": "https://www.justiz.de/"
    },
    {
      "term": "Standesamt",
      "english": "Registry Office",
      "definition": "Местное правительственное учреждение, занимающееся гражданской регистрацией, включая свидетельства о рождении, браке и признании отцовства.",
      "context": "Вы можете признать отцовство или подписать заявления об опеке в Standesamt.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "Beschluss",
      "english": "Court Order / Ruling",
      "definition": "Формальное решение или постановление, вынесенное судом, особенно в вопросах семейного права.",
      "context": "Beschluss от Familiengericht может изменить договоренности об опеке или установить графики контакта.",
      "citation": ""
    },
    {
      "term": "Urteil",
      "english": "Judgment",
      "definition": "Формальное судебное решение, обычно после полного слушания. Более формальное, чем Beschluss.",
      "context": "Urteil - это окончательное решение суда, в то время как Beschluss часто является временным или процедурным постановлением.",
      "citation": ""
    },
    {
      "term": "Kindeswohl",
      "english": "Child's Best Interests",
      "definition": "Центральный принцип немецкого семейного права. Все решения об опеке и контакте должны приоритизировать благополучие ребенка.",
      "context": "Суды всегда учитывают Kindeswohl при принятии решений об опеке и контакте.",
      "citation": "https://gesetze-im-internet.de/bgb/__1697a.html"
    },
    {
      "term": "alleinige Sorge",
      "english": "Sole Custody",
      "definition": "Когда только один родитель имеет права опеки и полномочия по принятию решений для ребенка.",
      "context": "Единоличная опека предоставляется только в исключительных обстоятельствах, например, когда другой родитель не может заботиться о ребенке.",
      "citation": "https://gesetze-im-internet.de/bgb/__1671.html"
    },
    {
      "term": "Mediation",
      "english": "Mediation",
      "definition": "Процесс, в котором нейтральная третья сторона помогает родителям достичь соглашения об опеке или договоренностях о контакте.",
      "context": "Многие Jugendämter предлагают бесплатные или недорогие услуги медиации, чтобы помочь родителям разрешить споры без обращения в суд.",
      "citation": "https://www.familienportal.de/"
    }
  ]
}
