{
  "terms": [
    {
      "term": "BGB",
      "fullForm": "Bürgerliches Gesetzbuch",
      "english": "German Civil Code",
      "definition": "Velayet ve temas hakları da dahil olmak üzere aile hukuku hükümlerini içeren Almanya'nın ana medeni kanunu.",
      "context": "'BGB §1626' gibi referanslar, Alman Medeni Kanunu'nun belirli bölümlerine atıfta bulunur.",
      "citation": "https://gesetze-im-internet.de/bgb/"
    },
    {
      "term": "Familiengericht",
      "english": "Family Court",
      "definition": "Velayet ve temas kararları da dahil olmak üzere aile hukuku konularından sorumlu mahkeme. Genellikle Amtsgericht'in (yerel mahkeme) bir parçasıdır.",
      "context": "Velayet ve temas başvurularını bölgenizdeki Familiengericht'e yaparsınız.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "Jugendamt",
      "english": "Youth Welfare Office",
      "definition": "Aileler için destek, danışmanlık ve arabuluculuk hizmetleri sağlayan yerel devlet ofisi. Velayet konularında ve temas düzenlemelerinde yardımcı olabilir.",
      "context": "Jugendamt ücretsiz danışmanlık sunar ve velayet ve temas anlaşmazlıklarında arabuluculuk yapmaya yardımcı olabilir.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "gemeinsame Sorge",
      "english": "Joint Custody",
      "definition": "Her iki ebeveynin çocukları için karar verme haklarını ve sorumluluklarını paylaştığı durum.",
      "context": "Evli ebeveynler otomatik olarak gemeinsame Sorge'ye sahiptir. Evli olmayan ebeveynler bunu ortak bir beyan veya mahkeme başvurusu ile kurabilir.",
      "citation": "https://gesetze-im-internet.de/bgb/__1626.html"
    },
    {
      "term": "Umgangsregelung",
      "english": "Contact Order",
      "definition": "Bir ebeveynin (veya başka bir kişinin) bir çocukla ne zaman ve nasıl temas kurabileceğini belirleyen bir mahkeme kararı.",
      "context": "Temas engelleniyorsa, Familiengericht'e bir Umgangsregelung için başvurabilirsiniz.",
      "citation": "https://gesetze-im-internet.de/bgb/__1684.html"
    },
    {
      "term": "Umgang",
      "english": "Contact / Visitation",
      "definition": "Bir ebeveynin (veya başka bir kişinin) bir çocukla temas kurma hakkı. Yasa ile korunmaktadır.",
      "context": "BGB §1684'e göre, çocukların her iki ebeveynle temas kurma hakkı vardır ve ebeveynlerin çocuklarıyla temas kurma hakkı ve görevi vardır.",
      "citation": "https://gesetze-im-internet.de/bgb/__1684.html"
    },
    {
      "term": "Vaterschaftsanerkennung",
      "english": "Paternity Acknowledgment",
      "definition": "Bir erkeğin bir çocuğun babası olduğuna dair resmi beyanı. Evli olmayan babaların ebeveynlik haklarına sahip olması için gereklidir.",
      "context": "Babalık tanıma genellikle çocuğun doğumundan önce veya sonra Standesamt veya Jugendamt'te gerçekleşir.",
      "citation": "https://gesetze-im-internet.de/bgb/__1592.html"
    },
    {
      "term": "Sorgeerklärung",
      "english": "Custody Declaration",
      "definition": "Evli olmayan ebeveynlerin ortak velayet kurmak için ortak beyanı. Jugendamt veya Standesamt'te imzalanabilir.",
      "context": "Evli olmayan ebeveynler için, bir Sorgeerklärung mahkemeye gitmeden gemeinsame Sorge kurabilir.",
      "citation": "https://gesetze-im-internet.de/bgb/__1626a.html"
    },
    {
      "term": "Amtsgericht",
      "english": "Local Court / District Court",
      "definition": "Almanya'daki en düşük mahkeme seviyesi. Aile konuları Amtsgericht'teki Familiengericht bölümü tarafından ele alınır.",
      "context": "Velayet ve temas başvurularını şehrinizdeki veya bölgenizdeki Amtsgericht'e yaparsınız.",
      "citation": "https://www.justiz.de/"
    },
    {
      "term": "Standesamt",
      "english": "Registry Office",
      "definition": "Doğum belgeleri, evlilikler ve babalık tanımaları da dahil olmak üzere sivil kayıt işlemlerini yürüten yerel devlet ofisi.",
      "context": "Babalığı Standesamt'te tanıyabilir veya velayet beyanlarını imzalayabilirsiniz.",
      "citation": "https://www.familienportal.de/"
    },
    {
      "term": "Beschluss",
      "english": "Court Order / Ruling",
      "definition": "Özellikle aile hukuku konularında bir mahkeme tarafından verilen resmi karar veya emir.",
      "context": "Familiengericht'ten bir Beschluss, velayet düzenlemelerini değiştirebilir veya temas programları belirleyebilir.",
      "citation": ""
    },
    {
      "term": "Urteil",
      "english": "Judgment",
      "definition": "Genellikle tam bir duruşmadan sonra verilen resmi mahkeme kararı. Beschluss'tan daha resmidir.",
      "context": "Urteil nihai bir mahkeme kararıdır, oysa Beschluss genellikle geçici veya prosedürel bir emirdir.",
      "citation": ""
    },
    {
      "term": "Kindeswohl",
      "english": "Child's Best Interests",
      "definition": "Alman aile hukukunun merkezi ilkesi. Tüm velayet ve temas kararları çocuğun refahını önceliklendirmelidir.",
      "context": "Mahkemeler velayet ve temas hakkında karar verirken her zaman Kindeswohl'u dikkate alır.",
      "citation": "https://gesetze-im-internet.de/bgb/__1697a.html"
    },
    {
      "term": "alleinige Sorge",
      "english": "Sole Custody",
      "definition": "Yalnızca bir ebeveynin çocuk için velayet haklarına ve karar verme yetkisine sahip olduğu durum.",
      "context": "Tek velayet yalnızca istisnai durumlarda, örneğin diğer ebeveynin çocuğa bakamadığı durumlarda verilir.",
      "citation": "https://gesetze-im-internet.de/bgb/__1671.html"
    },
    {
      "term": "Mediation",
      "english": "Mediation",
      "definition": "Tarafsız bir üçüncü tarafın ebeveynlerin velayet veya temas düzenlemeleri konusunda anlaşmaya varmalarına yardımcı olduğu bir süreç.",
      "context": "Birçok Jugendämter, ebeveynlerin mahkemeye gitmeden anlaşmazlıkları çözmesine yardımcı olmak için ücretsiz veya düşük maliyetli arabuluculuk hizmetleri sunar.",
      "citation": "https://www.familienportal.de/"
    }
  ]
}
